from DQL import get_amount_commission

fee = float(get_amount_commission()*100)

help_text=f'''📋 راهنمای استفاده از ربات صرافی

1 🔸 جستجو میان ارزها: 🌐 برای جستجو میان ارزها، لطفاً ارز پایه را به این صورت وارد کنید: BTCUSDT یا BTCTMN.

2 🔸 خرید دلار: 💵 جهت خرید دلار، تنها کافی است USDTTMN را جستجو نمایید.

3 🔸 حداقل مبلغ معاملات: 📉 حداقل مبلغ خرید و فروش، واریز و برداشت، ۵۰,۰۰۰ تومان می‌باشد.

4 🔸 کارمزد معاملات: 💰 کارمزد کلیه معاملات خرید، فروش، واریز و برداشت %{fee} است.

5 🔸 کلمه عبور و نام کاربری: 🔑 کلمه عبور خود را در مکانی امن ذخیره کنید، زیرا امکان بازیابی آن وجود ندارد. نام کاربری شما همان username شما می‌باشد.

6 🔸 پرهیز از ارسال پیام‌های نامربوط: 🚫 لطفاً از ارسال پیام‌های نامربوط خودداری کنید تا فرایندهای شما به درستی انجام شود.

7 🔸 پشتیبانی: 📞 در صورت بروز هرگونه مشکل یا داشتن هرگونه سوال، لطفاً به بخش پشتیبانی پیام دهید.

🔒 معتبر بودن صرافی صرافی ما با بهره‌گیری از تکنولوژی‌های پیشرفته و امنیت بالا، به شما اطمینان می‌دهد که تمامی معاملات شما به صورت امن و مطمئن انجام می‌شود. تیم ما همواره در تلاش است تا بهترین خدمات را به شما ارائه دهد و تمامی مراحل با شفافیت و دقت انجام می‌شود. با اعتماد به صرافی ما، شما می‌توانید از تجربه یک معامله امن و مطمئن لذت ببرید. 🌟'''